/* 
  Localizable.strings
  UltData

  Created by tenorshare on 2019/11/15.
  Copyright © 2019 Tenorshare. All rights reserved.
*/
"Name" = "اسم";
"Export" = "تصدير";
"Please select the file(s) you want to export." = "يرجى تحديد الملف (الملفات) الذي تريد تصديره.";
"Please select a export disk" = "يرجى اختيار قرص التصدير";
"Files cannot be saved to the target disk. Please change another disk to save." = "فشل حفظ البيانات إلى القرص الهدف. يرجى اختيار قرص آخر والمحاولة مرة أخرى.";
"Can't find the disk where the files were saved. Please reselect the disk to save the data." = "فشل الحفظ بسبب فصل القرص الهدف. يرجى إعادة المحاولة والمحاولة مرة أخرى.";
"Calculating the export file size, please wait…" = "حساب حجم ملف التصدير ، يرجى الانتظار ...";
"Stop" = "توقف";
"Cancel" = "لا";
"There is not enough disk space and an additional %@ of space is still needed to export the file." = "لا تتوفر مساحة كافية على القرص. مطلوب مساحة إضافية %@ ميغا بايت لاسترداد هذه الملفات.";
"Exporting:" = "تصدير :";
"Are you sure you want to stop exporting?" = "هل أنت متأكد من أنك تريد التوقف عن التصدير؟";
"Export successfully." = "تصدير بنجاح.";
"Bootable Drive" = "محرك أقراص قابل للتشغيل";
"Restart" = "إعادة بدء";
"Shut Down" = "اغلق";
"Exit %@" = "الخروج من%@";
"Are you sure you want to close the program?" = "هل أنت متأكد من أنك تريد إغلاق البرنامج؟";
"Yes" = "نعم";
"No" = "لا";
"OK" = "حسنا";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "إنشاء محرك أقراص قابل للتشغيل باستخدام بطاقة SD غير مدعوم. يرجى استخدام جهاز تخزين آخر لإنشاء محرك أقراص قابل للتمهيد.";
